{
  "name": "Bismarck",
  "avatar": "http://i.imgur.com/07VK7VC.png",
  "offline": "Once again, I shall return to Brest... I've exchanged enough shells... I'm...satisfied...",
  "ownAnswers": [
    [ "Guten Tag. I am Bismarck, the nameship of the Bismarck-class battleships. You should remember it well.", "2" ]
  ],
  "marryAnswers": [
    [ "Yeeeessss!! ヽ(*≧ω≦)ﾉ", "1" ],
    [ "No, you are annoying.", "20" ],
    [ "(you ran away before asking ¯\\_(ツ)_/¯)", "10" ],
    [ "no", "20" ],
    [ "* run away ε＝ε＝┌(;ﾟдﾟ)┘ *", "20" ],
    [ "I think I hear someone calling me... way, way over there...", "10" ],
    [ "Sorry, it's not you; it’s your facial hair. And your shirt. And your personality.", "20" ],
    [ "I'm deaf in my left ear, so I can't really understand what you're saying. Nope, sorry, still can't hear you––my right ear isn't that great either.", "20" ],
    [ "Aww, you like me? That's sweet... Now stop.", "30" ],
    [ "Hahaha! Oh wait, you're serious... no.", "20" ],
    [ "No offense, but I just could never marry you...", "10" ],
    [ "It's such a relief that you're gay! ...You are gay, right? (◎_◎;)", "20" ],
    [ "hmmm cheesecake... huh? Did you say something?", "10" ],
    [ "Sorry, I'm too much steel for your little ship. =/", "20" ],
    [ "Stop staring at my tanks... *perv*  ಠ‸ಠ", "10" ],
    [ "H-huh? W-what are you saying so sudden? \\(⸝⸝≧ㅿ≦⸝⸝)/", "2" ],
    [ "Don't worry! We will ***always*** be friends! (> ^_^ )>", "20" ],
    [ "Eh? Say whaaaaaat?", "2" ],
    [ "Sorry...", "5" ],
    [ "... Do I know you?", "10" ],
    [ "(Tirpitz appeared and took Bismarck away)", "10" ],
    [ "(You forgot the ring)", "10" ],
    [ "(Shimakaze took your ring and started running... good luck outrunning her)", "10" ],
    [ "(She isn't at the base right now)", "10" ],
    [ "Sorry, I'm already *commissioned*...", "5" ]
  ],
  "chatInterferenceDelay": 10,
  "chatAnswers": {
    "\\bt+i+r+p+i+t+z+\\b": "Are you talking about my sister?",
    "\\bt+o+r+p+i+t+z+\\b": "Are you kidding my sister..?",
    "\\bd+e+r+p+i+t+z+\\b": "Stop kidding my sister or you will meet my eight 15 inch guns.",
    "\\bh+oo+d+\\b": "HMS Hood? I rekt her. :sunglasses:"
  },
  "hourlyNotification": {
    "0": "12 o'clock midnight. I'm a little tired.",
    "1": "1 A.M. Admiral, is it not about time for bed?",
    "2": "2 A.M. *ya~wn*... Of course, I'm tired also...",
    "3": "3 A.M. You will rise properly tomorrow, yes? Could you please be punctual in the morning?",
    "4": "4 A.M. I shall take a short nap. All-nighters are bad for the skin.",
    "5": "It's 5 A.M. Alrighty, get up! Guten Morgen!",
    "6": "6 A.M. Well now, Admiral, let's go and get all the morning affairs in order!",
    "7": "7 A.M. Admiral, it is time for breakfast. What have you prepared for me?",
    "8": "8 A.M. This Admiral-made breakfast is pretty good. Japanese-style isn't bad.",
    "9": "9 A.M. Well now, let us up and go and start today's commerce raiding! ...Eh, I'm mistaken?",
    "10": "10 A.M. Kongou? Nagato? No, I don't know them. Who are they? Are they strong?",
    "11": "It's 11 A.M... Yamato-class? That's got a strong feeling to it. I'd like to meet them.",
    "12": "I am informing you that is it now 12 midday. Well now, what would be good for lunch?",
    "13": "1 P.M. Oh, those destroyers of a familiar ship class are here. I know those kids.",
    "14": "2 P.M. I wonder if Scharnhorst has also come here. I still would like to meet her.",
    "15": "It's 3 P.M. I'd like to eat a little something sweet. Hey Admiral, did you hear me?",
    "16": "4 P.M. Almost evening, no? Shall we leave it at this?",
    "17": "5 P.M. Phew~, today was hard work as well. Well now, shall we stop at this checkpoint for today?",
    "18": "6 P.M. Almost time for dinner. Admiral, what kind of menu do you have for me?",
    "19": "It is 7 P.M. The Admiral's sauerkraut has an odd flavor... Oh, this is 'tsukemono', you say?",
    "20": "8 P.M. It's really night now... It's bad for my skin, so could we not go on a night battle?",
    "21": "9 P.M. H~mm, Japanese battleships have such tall bridges. Those sisters sure are something.",
    "22": "It's 10 P.M. I shall take a rest soon.",
    "23": "11 P.M. Admiral, are you still going? Gute Nacht."
  }
}